[
    { "quote": "La meilleure façon de prédire l’avenir est de le créer.", "author": "Peter Drucker" },
    { "quote": "Ne rêve pas ta vie, vis tes rêves.", "author": "Anonyme" },
    { "quote": "Chaque jour est une opportunité de changer ta vie.", "author": "Anonyme" },
    { "quote": "Le succès, c’est tomber sept fois, se relever huit.", "author": "Proverbe japonais" },
    { "quote": "Les grandes choses ne se font pas par la force, mais par la persévérance.", "author": "Samuel Johnson" },
    { "quote": "Tout ce que tu veux est de l’autre côté de la peur.", "author": "Jack Canfield" },
    { "quote": "Si tu peux le rêver, tu peux le faire.", "author": "Walt Disney" },
    { "quote": "N’attends pas que les opportunités viennent à toi. Crée-les.", "author": "Anonyme" },
    { "quote": "Le seul endroit où le succès vient avant le travail, c’est dans le dictionnaire.", "author": "Vidal Sassoon" },
    { "quote": "Commence où tu es, utilise ce que tu as, fais ce que tu peux.", "author": "Arthur Ashe" },
    { "quote": "Tu n’as pas besoin d’être parfait pour commencer, mais tu dois commencer pour être parfait.", "author": "Zig Ziglar" },
    { "quote": "Chaque pas que tu fais te rapproche de ton objectif.", "author": "Anonyme" },
    { "quote": "Fais de ta vie un rêve, et d’un rêve une réalité.", "author": "Antoine de Saint-Exupéry" },
    { "quote": "Les limites ne sont souvent que des illusions.", "author": "Michael Jordan" },
    { "quote": "Ne regarde pas l’escalier dans son ensemble, monte une marche à la fois.", "author": "Martin Luther King Jr." },
    { "quote": "Tout semble impossible jusqu’à ce qu’on le fasse.", "author": "Nelson Mandela" },
    { "quote": "Le succès est le résultat de petits efforts répétés jour après jour.", "author": "Robert Collier" },
    { "quote": "La seule personne à surpasser est celle que tu étais hier.", "author": "Anonyme" },
    { "quote": "Ton avenir dépend de ce que tu fais aujourd’hui.", "author": "Mahatma Gandhi" },
    { "quote": "Transforme tes blessures en sagesse.", "author": "Oprah Winfrey" },
    { "quote": "Rien de grand ne s’est accompli dans la facilité.", "author": "Anonyme" },
    { "quote": "N’abandonne jamais un rêve à cause du temps que cela prendra. Le temps passera de toute façon.", "author": "Earl Nightingale" },
    { "quote": "Crois en toi et tout sera possible.", "author": "Anonyme" },
    { "quote": "La vie commence là où finit ta zone de confort.", "author": "Neale Donald Walsch" },
    { "quote": "Un voyage de mille kilomètres commence par un seul pas.", "author": "Lao Tseu" },
    { "quote": "Il n’est jamais trop tard pour devenir ce que tu aurais pu être.", "author": "George Eliot" },
    { "quote": "Les défis sont ce qui rend la vie intéressante et les surmonter est ce qui lui donne du sens.", "author": "Joshua J. Marine" },
    { "quote": "Le succès n’est pas final, l’échec n’est pas fatal : c’est le courage de continuer qui compte.", "author": "Winston Churchill" },
    { "quote": "Peu importe la lenteur avec laquelle tu avances, tant que tu ne t’arrêtes pas.", "author": "Confucius" },
    { "quote": "La motivation te fait commencer, mais c’est l’habitude qui te fait continuer.", "author": "Jim Ryun" },
    { "quote": "Rien n’est impossible. Ce mot lui-même dit : ‘Je suis possible’.", "author": "Audrey Hepburn" },
    { "quote": "Si tu veux obtenir quelque chose que tu n’as jamais eu, tu dois faire quelque chose que tu n’as jamais fait.", "author": "Thomas Jefferson" },
    { "quote": "Sois le changement que tu veux voir dans le monde.", "author": "Mahatma Gandhi" },
    { "quote": "Ne laisse jamais tomber, car tu ne sais jamais à quel point tu es proche du succès.", "author": "Anonyme" },
    { "quote": "Tu es plus fort que tu ne le crois, plus courageux que tu ne le penses, et plus intelligent que tu ne l’imagines.", "author": "Anonyme" },
    { "quote": "La clé du succès est de se concentrer sur les objectifs, pas sur les obstacles.", "author": "Anonyme" },
    { "quote": "Ne compte pas les jours, fais que les jours comptent.", "author": "Muhammad Ali" },
    { "quote": "Ton attitude détermine ton altitude.", "author": "Zig Ziglar" },
    { "quote": "Quand tu veux abandonner, rappelle-toi pourquoi tu as commencé.", "author": "Anonyme" },
    { "quote": "Les opportunités ne se produisent pas, tu les crées.", "author": "Chris Grosser" },
    { "quote": "Tout progrès commence par une décision courageuse.", "author": "Marie Forleo" },
    { "quote": "Crois que tu peux, et tu es à mi-chemin.", "author": "Theodore Roosevelt" },
    { "quote": "La persévérance n’est pas une longue course ; c’est plusieurs courses courtes les unes après les autres.", "author": "Walter Elliot" }
]
